Repository: Tfloow/Beconvert
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Converter
fr: Convertisseur

source: Professional
fr: Professionnel

source: Invoice
fr: Facture

source: Shipping Label
fr: Étiquette d'expédition

source: Issue or Request ?
fr: Problème ou demande ?

source: What is this ?
fr: Qu'est-ce ?

source: to
fr: vers

source: Converter
fr: Convertisseur

source: Easily convert your
fr: Convertissez facilement vos

source: files to
fr: fichiers vers

source: format using our online tool.
fr: format en utilisant notre outil en ligne.

source: Input Type
fr: Type d'Entrée

source: Output Type
fr: Type de Sortie

source: You must upload a file before converting
fr: Vous devez téléverser un fichier avant de convertir

source: Error or Unsupported conversion.
fr: Erreur ou conversion non supportée.

source: Please check the supported conversions in the guide.
fr: Veuillez vérifier les conversions prises en charge dans le guide.

source: Convert
fr: Convertir

source: How it Works
fr: Comment cela fonctione

source: Select
fr: Choisissez

source: Select your desired file type using the selection form.
fr: Choisissez votre type de fichier désiré depuis le formulaire de sélection.

source: Our service quickly converts your selected file to any document format.
fr: Notre service convertit rapidement votre fichier désiré en n'importe quel format.

source: Download
fr: Télécharger

source: Download your converted file or preview it directly in your browser.
fr: Télécharger votre fichier converti ou pré-visualiser le directement dans votre navigateur.

source: Converting...
fr: En cours...

source: Guide - Under Construction
fr: Guide - En Cours de Construction

source: This page is under construction
fr: Cette page est en cours de construction

source: We’re working hard to bring you this feature soon. Please check back later!
fr: Nous faisons tout notre possible pour rendre cette fonctionnalité accessible le plus tôt possible. Revenez plus tard !

source: Back to Home
fr: Retour à l'Accueil

source: Convert
fr: Convertir

source: instantly
fr: immédiatement

source: Simple, fast, and free. Convert your
fr: Simple, rapide et gratuit. Convertissez vos fichiers

source: files to beautiful
fr: vers

source: in just a few clicks.
fr: en quelques cliques.

source: Start Converting
fr: Commencez à Convertir

source: Fast & Easy
fr: Simple & Facile

source: Upload your file and get a converted version instantly. No installation required.
fr: Téléversez votre fichier et obtenez une version convertie instantanément. Pas besoin d'installation.

source: Secure
fr: Sécurisé

source: Your files are processed securely and are deleted automatically after conversion.
fr: Vos fichiers sont traités de manière sécurisée et supprimé après utilisation.

source: Customizable
fr: Modulable

source: Easily customize the output with your preferred style and formatting.
fr: Moduler et modifier l'apparence de votre document avec vos styles et mises en forme préférées.

source: Ready to convert your files?
fr: Prêt à convertir vos fichiers ?

source: Start Converting Now
fr: Commencez à Convertir Maintenant

source: Invoice - Under Construction
fr: Facture - En cours de construction

source: Create an invoice
fr: Créer une facture
